amd-ucode
ark
base
base-devel
bash-completion
bat
bluez
bluez-utils
breeze
breeze-gtk
breeze5
btop
catfish
catimg
cava
chafa
chaotic-keyring
chaotic-mirrorlist
cliphist
cmake
colord
colorz
cups
docker
docker-compose
dolphin
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
filelight
flatpak
fuse2
fuzzel
fzf
gamemode
git
gnome-keyring
gst-plugin-pipewire
gum
htop
hunspell
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
icoutils
icu69-bin
imagemagick
impala
iwd
jq
jxrlib
kate
kde-cli-tools
kdeclarative
kdegraphics-thumbnailers
kdf
kimageformats
kitty
kompare
konsole
kvantum
legcord-bin
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-vulkan-radeon
libappimage
libayatana-appindicator
libheif
libpulse
libxaw
links
linux
linux-firmware
man-db
man-pages
mangohud
mariadb-clients
mesa-utils
mpd
mpd-mpris
mpv
mpv-mpris
nano
neovim
network-manager-applet
networkmanager
ninja
niri
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvm
nwg-look
openexr
otf-aurulent-nerd
otf-droid-nerd
otf-font-awesome
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma5support
polkit-gnome
prison
purpose
python-pip
python-pygments
python-pywal16
qqc2-breeze-style
qt6-virtualkeyboard
resvg
ripgrep
rmpc
rocm-smi-lib
rustup
sddm
smartmontools
sof-firmware
solaar
speech-dispatcher
starship
steam
swaync
swww
tldr
tmux
tree
ttc-iosevka
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-hack
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-noto-nerd
ttf-roboto
ttf-symbola
tumbler
tuned
tuned-ppd
ufw
unrar
unzip
uwsm
vim
visual-studio-code-bin
vlc
vulkan-radeon
waterfox-bin
waybar
wayland-logout
waypaper-git
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wlopm
woff2-font-awesome
xarchiver
xdg-desktop-portal-gnome
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
xwayland-satellite
yay
yay-debug
yazi
zip
zoxide
zsh
zsh-autocomplete
zsh-completions
zsh-syntax-highlighting
